/* Invalid Nb ! */
"BUTTON_VERIFY_DISABLED" = "N° invalide!";

/* Verify */
"BUTTON_VERIFY_ENABLED" = "Vérifier!";

/* Member State : */
"LABEL_MEMBER_STATE" = "Etat Membre :";

/* VAT Number : */
"LABEL_VAT_NUMBER" = "Numéro de TVA :";

/* Name : */
"LABEL_NAME" = "Nom :";


/* Name : */
"LABEL_ADDRESS" = "Adresse :";


/* Various messages */
"NETWORK_ACCESS_IS_REQUESTED"   = "Un accès réseau est requis pour vérifier les numéro de TVA.";
"NO_NETWORK"                    = "Pas de réseau !";

"ERROR_ENCOUNTERED_MSG"         = "Erreur <%@> rencontrée lors de la vérification du numéro de TVA.";
"ERROR_ENCOUNTERED_NO_WS_MSG"   = "Erreur <%@> rencontrée lors de la vérification du numéro de TVA. Le webservice n'est probablement pas disponible";

"ERROR_ENCOUNTERED_TITLE"       = "Erreur rencontrée lors de la vérification.";

"VAT_VALIDATION_MSG_VALID"      = "<%@:%@>  est un numéro de TVA valide.";
"VAT_VALIDATION_MSG_INVALID"    = "<%@:%@>  n'est PAS un numéro de TVA valide !";
"VAT_VALIDATION_TITLE"          = "Résultat de la vérification du numéro de TVA";

"HISTORY_LABEL"                 ="Historique";
"CONFIRM_DELETION_HISTORY"      ="Confirmez-vous la suppression de l'historique ?";

"VERIFIED"                      ="vérifié le";
"VERIFIED_ON_THE"               ="Vérifié le :";
"FROM_VERIFTVA"                 ="de VerifTVA!";
"STATUS"                        ="Statut";
"HEADER_FOR_HISTORY"            ="Derniers numéros de TVA testés";
"EMPTY_HISTORY"                 ="Historique vide !";

"UNKWOWN"                       ="Inconnu";

/* Titres icones de la toolbar */
"VERIFY_LABEL"                  ="Vérification";
"HISTORY_LABEL"                 ="Historique";

/* Erreure inconnue envoi mail */
"ERROR_SENDING_MAIL"            ="Echec envoi - Erreur inconnue :-(";
